Repository: svipm/doer
Catalog: Doer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# emoji.animals
source: Animals & Nature
zh_hans: 动物与自然
zh_hk: 動物與自然

# emoji.community
source: Community
zh_hans: 社区表情
zh_hk: 社區表情

# emoji.custom
source: Custom
zh_hans: 自定义
zh_hk: 自定義

# emoji.flags
source: Flags
zh_hans: 旗帜
zh_hk: 旗幟

# emoji.food
source: Food & Drink
zh_hans: 食物与饮品
zh_hk: 食物與飲品

# emoji.load_failed
source: Failed to load forum emoji
zh_hans: 论坛表情加载失败
zh_hk: 論壇表情加載失敗

# emoji.not_found
source: No forum emoji found
zh_hans: 没有找到论坛表情
zh_hk: 沒有找到論壇表情

# emoji.objects
source: Objects
zh_hans: 物品
zh_hk: 物品

# emoji.people
source: People & Body
zh_hans: 人物与身体
zh_hk: 人物與身體

# emoji.picker
source: Emoji
zh_hans: 表情
zh_hk: 表情

# emoji.recent
source: Recently Used
zh_hans: 最近使用
zh_hk: 最近使用

# emoji.search
source: Search Emoji
zh_hans: 搜索表情
zh_hk: 搜索表情

# emoji.search_not_found
source: No matching emoji
zh_hans: 没有匹配的表情
zh_hk: 沒有匹配的表情

# emoji.search_placeholder
source: Search by shortcode
zh_hans: 搜索表情短码
zh_hk: 搜索表情短碼

# emoji.search_prompt
source: Type to search forum emoji
zh_hans: 输入内容搜索论坛表情
zh_hk: 輸入內容搜索論壇表情

# emoji.smileys
source: Smileys & Emotion
zh_hans: 笑脸与情绪
zh_hk: 笑臉與情緒

# emoji.symbols
source: Symbols
zh_hans: 符号
zh_hk: 符號

# emoji.travel
source: Travel & Places
zh_hans: 旅行与地点
zh_hk: 旅行與地點

# error.cloudflare_challenge
source: Cloudflare verification is required. Doer will open the verification page; complete it, then retry or refresh.
zh_hans: 需要完成 Cloudflare 验证。Doer 会自动打开验证页面，完成后重试或刷新。
zh_hk: 需要完成 Cloudflare 驗證。Doer 會自動打開驗證頁面，完成後重試或刷新。

# error.http_status
source: Request failed. HTTP %d.
zh_hans: 请求失败，HTTP %d。
zh_hk: 請求失敗，HTTP %d。

# error.network_timeout
source: Network request timed out. Check your connection, then pull down to refresh.
zh_hans: 网络请求超时了，检查网络后下拉刷新。
zh_hk: 網絡請求超時了，檢查網絡後下拉刷新。

# error.rate_limited
source: Linux.do is receiving too many requests right now. Please wait a moment, then pull down to refresh.
zh_hans: Linux.do 当前请求太频繁了，稍等一会儿再下拉刷新。
zh_hk: Linux.do 當前請求太頻繁了，稍等一會兒再下拉刷新。

# error.server_unavailable
source: Linux.do returned HTTP %d. The server is temporarily unavailable; wait a moment, then refresh.
zh_hans: Linux.do 返回 HTTP %d，服务器暂时不可用，稍等一会儿再刷新。
zh_hk: Linux.do 返回 HTTP %d，伺服器暫時不可用，稍等一會兒再刷新。

# extensions.auth.allow
source: Allow
zh_hans: 允许
zh_hk: 允許

# extensions.auth.cdk.message
source: Linux.do CDK will access your basic info. Allow?
zh_hans: Linux.do CDK 将获取你的基本信息，是否允许？
zh_hk: Linux.do CDK 將獲取你的基本信息，是否允許？

# extensions.auth.confirm_title
source: Authorization
zh_hans: 授权确认
zh_hk: 授權確認

# extensions.auth.deny
source: Deny
zh_hans: 拒绝
zh_hk: 拒絕

# extensions.auth.ldc.message
source: Linux.do Credit will access your basic info. Allow?
zh_hans: Linux.do Credit 将获取你的基本信息，是否允许？
zh_hk: Linux.do Credit 將獲取你的基本信息，是否允許？

# extensions.connect
source: Tap to connect
zh_hans: 点击连接
zh_hk: 點擊連接

# extensions.connecting
source: Connecting…
zh_hans: 连接中…
zh_hk: 連接中…

# extensions.connecting.cdk
source: Connecting to CDK…
zh_hans: 正在连接 CDK…
zh_hk: 正在連接 CDK…

# extensions.connecting.ldc
source: Connecting to LDC…
zh_hans: 正在连接 LDC…
zh_hk: 正在連接 LDC…

# extensions.credentials.clear
source: Clear credentials
zh_hans: 清除凭证
zh_hk: 清除憑證

# extensions.disable
source: Disable service
zh_hans: 停用服务
zh_hk: 停用服務

# extensions.error.authorization
source: Couldn’t parse the authorization page.
zh_hans: 无法解析授权页面。
zh_hk: 無法解析授權頁面。

# extensions.error.callback
source: The authorization callback is missing required parameters.
zh_hans: 授权回调缺少必要参数。
zh_hk: 授權回調缺少必要參數。

# extensions.error.response
source: The service returned an invalid response.
zh_hans: 服务返回了无效响应。
zh_hk: 服務返回了無效響應。

# extensions.error.title
source: Couldn’t complete this action
zh_hans: 操作失败
zh_hk: 操作失敗

# extensions.ldc.credentials
source: Merchant credentials
zh_hans: 商户凭证
zh_hk: 商户憑證

# extensions.ldc.credentials.empty
source: Add credentials to tip post authors
zh_hans: 配置后可向帖子作者打赏
zh_hk: 配置後可向帖子作者打賞

# extensions.ldc.credentials.ready
source: Stored securely in the Keychain
zh_hans: 已安全保存在 Keychain
zh_hk: 已安全保存在 Keychain

# extensions.ldc.remark
source: Note (optional)
zh_hans: 备注（可选）
zh_hk: 備註（可選）

# extensions.ldc.reward
source: LDC tip
zh_hans: LDC 打赏
zh_hk: LDC 打賞

# extensions.ldc.reward.confirm
source: Confirm tip
zh_hans: 确认打赏
zh_hk: 確認打賞

# extensions.open_dashboard
source: Open dashboard
zh_hans: 打开服务页面
zh_hk: 打開服務頁面

# extensions.reauthorize
source: Reauthorize
zh_hans: 重新授权
zh_hk: 重新授權

# extensions.services
source: My services
zh_hans: 我的服务
zh_hk: 我的服務

# extensions.title
source: Metaverse
zh_hans: 元宇宙
zh_hk: 元宇宙

# flag.inappropriate
source: Inappropriate
zh_hans: 不当内容
zh_hk: 不當內容

# flag.inappropriate.desc
source: This content violates community guidelines.
zh_hans: 此内容违反社区准则。
zh_hk: 此內容違反社區準則。

# flag.notify_moderators
source: Other
zh_hans: 其他
zh_hk: 其他

# flag.notify_moderators.desc
source: Notify moderators for another reason. Please explain.
zh_hans: 由于其他原因通知版主。请说明原因。
zh_hk: 由於其他原因通知版主。請説明原因。

# flag.off_topic
source: Off topic
zh_hans: 跑题
zh_hk: 跑題

# flag.off_topic.desc
source: This content is unrelated to the discussion.
zh_hans: 此内容与讨论主题无关。
zh_hk: 此內容與討論主題無關。

# flag.spam
source: Spam
zh_hans: 垃圾信息
zh_hk: 垃圾信息

# flag.spam.desc
source: This content is an advertisement or spam.
zh_hans: 此内容是广告或垃圾信息。
zh_hk: 此內容是廣告或垃圾信息。

# forum.auto_open.message
source: Auto-open this forum on launch?
zh_hans: 是否在启动时自动打开该论坛？
zh_hk: 是否在啓動時自動打開該論壇？

# forum.auto_open.title
source: Auto-open Forum
zh_hans: 自动打开论坛
zh_hk: 自動打開論壇

# forum.overlay.close
source: Close
zh_hans: 关闭
zh_hk: 關閉

# home.category_manager.add_hint
source: Tap a category to show it under search.
zh_hans: 点击分类，把它显示到搜索栏下面。
zh_hk: 點擊分類，把它顯示到搜索欄下面。

# home.category_manager.all_categories
source: All Categories
zh_hans: 全部分类
zh_hk: 全部分類

# home.category_manager.done
source: Done
zh_hans: 完成
zh_hk: 完成

# home.category_manager.empty_available
source: No more categories.
zh_hans: 没有更多分类。
zh_hk: 沒有更多分類。

# home.category_manager.empty_pinned
source: No pinned categories yet.
zh_hans: 还没有固定分类。
zh_hk: 還沒有固定分類。

# home.category_manager.my_categories
source: My Categories
zh_hans: 我的分类
zh_hk: 我的分類

# home.category_manager.remove_hint
source: Tap a pinned category to hide it from the search tabs.
zh_hans: 点击已固定分类，把它从搜索下方隐藏。
zh_hk: 點擊已固定分類，把它從搜索下方隱藏。

# home.category_manager.title
source: Edit Categories
zh_hans: 编辑我的分类
zh_hk: 編輯我的分類

# home.drawer.all_topics
source: All topics
zh_hans: 全部话题
zh_hk: 全部話題

# home.drawer.categories
source: Categories
zh_hans: 分类
zh_hk: 分類

# home.drawer.categories.empty
source: No categories
zh_hans: 暂无分类
zh_hk: 暫無分類

# home.drawer.edit_pins
source: Edit
zh_hans: 编辑
zh_hk: 編輯

# home.drawer.tags
source: Tags
zh_hans: 标签
zh_hk: 標籤

# home.drawer.tags.empty
source: No tags
zh_hans: 暂无标签
zh_hk: 暫無標籤

# home.drawer.tags.loading
source: Loading tags…
zh_hans: 加载标签…
zh_hk: 加載標籤…

# home.drawer.tags.not_found
source: Tag not found
zh_hans: 未找到标签
zh_hk: 未找到標籤

# home.drawer.tags.other
source: Other tags
zh_hans: 其他标签
zh_hk: 其他標籤

# home.drawer.tags.search
source: Search tags…
zh_hans: 搜索标签…
zh_hk: 搜索標籤…

# home.empty.subtitle
source: The list is empty or the network is still warming up. Refresh once and it should come back.
zh_hans: 列表暂时没拿到内容，可能是网络还没跟上。点一下刷新再拉取。
zh_hk: 列表暫時未取得內容，可能係網絡仲未跟上。撳一下重新整理再拉取。

# home.empty.title
source: No topics loaded yet
zh_hans: 还没加载到话题
zh_hk: 仲未載入到話題

# home.filter.all_categories
source: All Categories
zh_hans: 全部分类
zh_hk: 全部分類

# home.filter.categories
source: Categories
zh_hans: 分类
zh_hk: 分類

# home.hot
source: Hot
zh_hans: 热门
zh_hk: 熱門

# home.incoming_topics %lld
source: View %lld new or updated topics
zh_hans: 查看 %lld 个新的或更新的话题
zh_hk: 查看 %lld 個新的或更新的話題

# home.latest
source: Latest
zh_hans: 最新
zh_hk: 最新

# home.load_more_failed
source: Couldn’t load more. Tap to retry
zh_hans: 加载更多失败，点击重试
zh_hk: 加載更多失敗，點擊重試

# home.login_prompt
source: Log in to browse this forum
zh_hans: 登录后浏览此论坛
zh_hk: 登錄後瀏覽此論壇

# home.login.benefit.bookmarks
source: Sync bookmarks
zh_hans: 同步收藏
zh_hk: 同步收藏

# home.login.benefit.replies
source: Respond in time
zh_hans: 及时回应
zh_hk: 及時回應

# home.login.benefit.topics
source: Explore topics
zh_hans: 探索话题
zh_hk: 探索話題

# home.login.subtitle
source: Connect viewpoints, keep reading, and never miss a reply
zh_hans: 连接观点、记录阅读，也不错过每一次回应
zh_hk: 連接觀點、記錄閱讀，也不錯過每一次回應

# home.login.title
source: Welcome to Doer
zh_hans: 欢迎使用 Doer
zh_hk: 歡迎使用 Doer

# home.network.disconnected
source: No network connection
zh_hans: 网络已断开
zh_hk: 網絡已斷開

# home.new_subset.all
source: All
zh_hans: 所有
zh_hk: 所有

# home.new_subset.replies
source: Replies
zh_hans: 回复
zh_hk: 回覆

# home.new_subset.topics
source: Topics
zh_hans: 话题
zh_hk: 話題

# home.new_topics
source: New Topics
zh_hans: 新话题
zh_hk: 新話題

# home.search.placeholder
source: Search topics...
zh_hans: 搜索话题...
zh_hk: 搜索話題...

# home.split.placeholder
source: Select a topic
zh_hans: 选择一个话题
zh_hk: 選擇一個話題

# home.top
source: Top
zh_hans: 排行榜
zh_hk: 排行榜

# home.updated_topics
source: Updated
zh_hans: 有更新
zh_hk: 有更新

# image_viewer.action.close
source: Close
zh_hans: 关闭
zh_hk: 關閉

# image_viewer.action.save
source: Save Image
zh_hans: 保存图片
zh_hk: 儲存圖片

# image_viewer.save.failed
source: Failed to save image
zh_hans: 图片保存失败
zh_hk: 圖片儲存失敗

# image_viewer.save.success
source: Saved to Photos
zh_hans: 已保存到相册
zh_hk: 已儲存到相簿

# image_viewer.share.failed
source: Failed to share image
zh_hans: 图片分享失败
zh_hk: 圖片分享失敗

# invites.advanced.title
source: Invite members
zh_hans: 邀请成员
zh_hk: 邀請成員

# invites.copied
source: Copied
zh_hans: 已复制
zh_hk: 已複製

# invites.copy
source: Copy Link
zh_hans: 复制链接
zh_hk: 複製鏈接

# invites.create.action
source: Create
zh_hans: 创建
zh_hk: 創建

# invites.create.message
source: Choose a validity period to create an invite link; it is copied after success.
zh_hans: 选择有效期创建邀请链接，成功后自动复制。
zh_hk: 選擇有效期創建邀請連結，成功後自動複製。

# invites.create.title
source: Create Invite
zh_hans: 创建邀请链接
zh_hk: 創建邀請鏈接

# invites.creating
source: Creating…
zh_hans: 创建中…
zh_hk: 創建中…

# invites.description.placeholder
source: Description optional
zh_hans: 描述，可不填
zh_hk: 描述，可不填

# invites.email.helper
source: Only this email can use the invite
zh_hans: 填写后仅该邮箱可使用此邀请
zh_hk: 填寫後僅該郵箱可使用此邀請

# invites.email.placeholder
source: Restrict to email (optional)
zh_hans: 限制邮箱（可选）
zh_hk: 限制郵箱（可選）

# invites.empty
source: No pending invite links
zh_hans: 暂无待使用邀请链接
zh_hk: 暫無待使用邀請鏈接

# invites.error.rate_limited
source: You’re creating invites too quickly. You can create about one every 24 hours.
zh_hans: 创建过于频繁，邀请链接约每 24 小时可创建一次。
zh_hk: 創建過於頻繁，邀請連結約每 24 小時可創建一次。

# invites.expiry.days_chip
source: %d days
zh_hans: %d 天
zh_hk: %d 天

# invites.expiry.never
source: Never
zh_hans: 永久
zh_hk: 永久

# invites.expiry.title
source: Expires
zh_hans: 有效期
zh_hk: 有效期

# invites.fixed
source: Fixed
zh_hans: 固定
zh_hk: 固定

# invites.latest.title
source: Latest invite
zh_hans: 最新邀请链接
zh_hk: 最新邀請連結

# invites.loading
source: Loading invites...
zh_hans: 正在加载邀请链接…
zh_hk: 正在加載邀請鏈接…

# invites.max_redemptions
source: Redemptions
zh_hans: 可使用次数
zh_hk: 可使用次數

# invites.meta.expiry
source: Expires %@
zh_hans: %@ 到期
zh_hk: %@ 到期

# invites.meta.never
source: Never expires
zh_hans: 永久有效
zh_hk: 永久有效

# invites.meta.usage
source: 1 redemption
zh_hans: 可使用 1 次
zh_hk: 可使用 1 次

# invites.options.collapse
source: Hide options
zh_hans: 收起选项
zh_hk: 收起選項

# invites.options.expand
source: Show options
zh_hans: 展开选项
zh_hk: 展開選項

# invites.share
source: Share
zh_hans: 分享
zh_hk: 分享

# invites.summary.days
source: Create a %d-day invite with 1 redemption. It copies automatically when ready.
zh_hans: 创建一个 %d 天有效的邀请链接，最多可使用 1 次，成功后自动复制。
zh_hk: 創建一個 %d 天有效的邀請連結，最多可使用 1 次，成功後自動複製。

# invites.summary.never
source: Create a never-expiring invite with 1 redemption. It copies automatically when ready.
zh_hans: 创建一个永久有效的邀请链接，最多可使用 1 次，成功后自动复制。
zh_hk: 創建一個永久有效的邀請連結，最多可使用 1 次，成功後自動複製。

# invites.unknown
source: Invite link
zh_hans: 邀请链接
zh_hk: 邀請鏈接

# launch.loading.accessibility
source: Doer is loading Linux.do topics
zh_hans: Doer 正在加载 Linux.do 话题
zh_hk: Doer 正在載入 Linux.do 話題

# launch.loading.subtitle
source: Loading community feed
zh_hans: 正在载入社区内容
zh_hk: 正在載入社群內容

# launch.loading.values
source: Sincere · Friendly · United · Professional
zh_hans: 真诚、友善、团结、专业
zh_hk: 真誠、友善、團結、專業

# login.method.web
source: Log In (Web)
zh_hans: 网页登录
zh_hk: 網頁登錄

# login.required.message
source: Please log in to continue.
zh_hans: 请登录后继续操作。
zh_hk: 請登錄後繼續操作。

# login.required.title
source: Login Required
zh_hans: 需要登录
zh_hk: 需要登錄

# me.account_actions
source: Account & switching
zh_hans: 账号与切换
zh_hk: 賬號與切換

# me.account_functions.all_hidden
source: All account actions are hidden, so Me won’t show the account list.
zh_hans: 已隐藏全部账号功能，「我的」页不会显示账号功能列表。
zh_hk: 已隱藏全部賬號功能，「我的」頁不會顯示賬號功能列表。

# me.account_functions.customize
source: Customize account actions
zh_hans: 自定义账号功能
zh_hk: 自定義賬號功能

# me.account_functions.hero.help
source: Hidden actions don’t appear on Me. Touch and hold to reorder.
zh_hans: 隐藏的入口不会出现在「我的」页；长按拖动调整显示顺序。
zh_hk: 隱藏的入口不會出現在「我的」頁；長按拖動調整顯示順序。

# me.account_functions.hidden
source: Hidden
zh_hans: 已隐藏
zh_hk: 已隱藏

# me.account_functions.hidden_empty
source: No hidden account actions.
zh_hans: 没有隐藏的账号功能。
zh_hk: 沒有隱藏的賬號功能。

# me.account_functions.item_hidden
source: Hidden
zh_hans: 已隐藏
zh_hk: 已隱藏

# me.account_functions.visible
source: Visible
zh_hans: 显示
zh_hk: 顯示

# me.action.ai.subtitle
source: Manage AI providers and models
zh_hans: 管理 AI 供应商与模型
zh_hk: 管理 AI 供應商與模型

# me.action.badges.subtitle
source: View badges earned on Linux.do
zh_hans: 查看在 Linux.do 获得的徽章
zh_hk: 查看在 Linux.do 獲得的徽章

# me.action.bookmarks.subtitle
source: Saved topics and posts
zh_hans: 收藏的话题和帖子
zh_hk: 收藏的話題和帖子

# me.action.browser.subtitle
source: Browse pages and manage local bookmarks and history
zh_hans: 浏览网页并管理本地书签与历史
zh_hk: 瀏覽網頁並管理本機書籤與歷史

# me.action.chat.subtitle
source: Channels and DMs
zh_hans: 频道与私聊
zh_hk: 頻道與私聊

# me.action.discourse_history.subtitle
source: View topics read on the forum
zh_hans: 查看在论坛中读过的话题
zh_hk: 查看在論壇中讀過的話題

# me.action.drafts.subtitle
source: Continue editing saved content
zh_hans: 继续编辑保存的内容
zh_hk: 繼續編輯已儲存的內容

# me.action.export_history.subtitle
source: View and reshare topic export files
zh_hans: 查看并再次分享话题导出文件
zh_hk: 查看並再次分享話題匯出檔案

# me.action.invites.subtitle
source: Create and manage invite links
zh_hans: 创建和管理邀请链接
zh_hk: 創建和管理邀請鏈接

# me.action.messages.subtitle
source: Private conversations
zh_hans: 查看你的私信会话
zh_hk: 查看你的私信會話

# me.action.my_topics.subtitle
source: View topics I created
zh_hans: 查看我创建的话题
zh_hk: 查看我建立的話題

# me.action.settings.subtitle
source: Appearance, network, and app options
zh_hans: 外观、网络和应用选项
zh_hk: 外觀、網絡和應用選項

# me.action.trust.subtitle
source: Check trust level requirements
zh_hans: 查看信任等级要求
zh_hk: 查看信任等級要求

# me.actions.title
source: Account
zh_hans: 账号功能
zh_hk: 賬號功能

# me.badges
source: My Badges
zh_hans: 我的徽章
zh_hk: 我的徽章

# me.balance.cdk
source: CDK points
zh_hans: CDK 积分
zh_hk: CDK 積分

# me.balance.ldc
source: LDC balance
zh_hans: LDC 余额
zh_hk: LDC 餘額

# me.bookmarks
source: Bookmarks
zh_hans: 书签
zh_hk: 書簽

# me.bookmarks.empty
source: No bookmarks yet
zh_hans: 暂无书签
zh_hk: 暫無書簽

# me.browser
source: Web Browsing
zh_hans: 网页浏览
zh_hk: 網頁瀏覽

# me.browser.add_bookmark
source: Add Bookmark
zh_hans: 添加书签
zh_hk: 加入書籤

# me.browser.address.placeholder
source: Enter a URL or path
zh_hans: 输入网址或路径
zh_hk: 輸入網址或路徑

# me.browser.back
source: Back
zh_hans: 后退
zh_hk: 返回

# me.browser.bookmark_added
source: Bookmarked
zh_hans: 已收藏
zh_hk: 已收藏

# me.browser.bookmark_count %d
source: %d bookmarks
zh_hans: %d 个收藏
zh_hk: %d 個收藏

# me.browser.bookmark_removed
source: Removed from bookmarks
zh_hans: 已取消收藏
zh_hk: 已取消收藏

# me.browser.bookmark.manual_add
source: Add Bookmark
zh_hans: 手动添加书签
zh_hk: 手動加入書籤

# me.browser.bookmark.rename
source: Rename Bookmark
zh_hans: 重命名书签
zh_hk: 重新命名書籤

# me.browser.bookmark.title
source: Name (optional)
zh_hans: 名称（可选）
zh_hk: 名稱（選填）

# me.browser.bookmarks
source: Bookmarks
zh_hans: 书签
zh_hk: 書籤

# me.browser.bookmarks.empty
source: No local bookmarks
zh_hans: 没有本地书签
zh_hk: 沒有本機書籤

# me.browser.clear.title
source: Clear this list?
zh_hans: 清空当前列表？
zh_hk: 清空目前列表？

# me.browser.copy_url
source: Copy Link
zh_hans: 复制链接
zh_hk: 複製連結

# me.browser.dns_failed
source: Couldn’t resolve this site. Check the network or URL
zh_hans: 无法解析网站地址，请检查网络或网址
zh_hk: 無法解析網站地址，請檢查網絡或網址

# me.browser.downloads
source: Downloads
zh_hans: 下载管理
zh_hk: 下載管理

# me.browser.downloads.empty
source: No downloads yet
zh_hans: 还没有下载记录
zh_hk: 還沒有下載記錄

# me.browser.downloads.hint
source: Downloads started in the page are handled by the system. Find files in the Files app.
zh_hans: 网页内触发的下载由系统处理，文件可在「文件」App 中查看。
zh_hk: 網頁內觸發的下載由系統處理，文件可在「文件」App 中查看。

# me.browser.downloads.subtitle
source: View downloaded files
zh_hans: 查看下载的文件
zh_hk: 查看下載的文件

# me.browser.external_scheme.message %@
source: This link needs to be handled by the %@ app.
zh_hans: 此链接需要交给 %@ 应用处理。
zh_hk: 此連結需要交由 %@ App 處理。

# me.browser.external_scheme.open
source: Continue
zh_hans: 继续打开
zh_hk: 繼續開啟

# me.browser.external_scheme.title
source: Open Another App?
zh_hans: 打开其他应用？
zh_hk: 開啟其他 App？

# me.browser.forward
source: Forward
zh_hans: 前进
zh_hk: 前進

# me.browser.go
source: Go
zh_hans: 前往
zh_hk: 前往

# me.browser.history
source: History
zh_hans: 历史
zh_hk: 歷史

# me.browser.history.empty
source: No local browsing history
zh_hans: 没有本地浏览记录
zh_hk: 沒有本機瀏覽記錄

# me.browser.history.subtitle
source: View visited pages
zh_hans: 查看浏览过的网页
zh_hk: 查看瀏覽過的網頁

# me.browser.home
source: Web Browsing
zh_hans: 网页浏览
zh_hk: 網頁瀏覽

# me.browser.input_url
source: Enter a URL
zh_hans: 输入网址
zh_hk: 輸入網址

# me.browser.invalid_url
source: Enter a valid URL.
zh_hans: 请输入有效网址。
zh_hk: 請輸入有效網址。

# me.browser.library
source: Browser Library
zh_hans: 浏览器资料库
zh_hk: 瀏覽器資料庫

# me.browser.library.search
source: Search titles or URLs
zh_hans: 搜索标题或网址
zh_hk: 搜索標題或網址

# me.browser.library.search.empty
source: No matching records
zh_hans: 没有匹配的记录
zh_hk: 沒有匹配的記錄

# me.browser.link_copied
source: Link copied
zh_hans: 链接已复制
zh_hk: 連結已複製

# me.browser.offline
source: You’re offline. Check your network and try again
zh_hans: 当前无网络连接，请检查网络后重试
zh_hk: 當前無網絡連接，請檢查網絡後重試

# me.browser.open_external
source: Open in System Browser
zh_hans: 在系统浏览器打开
zh_hk: 在系統瀏覽器開啟

# me.browser.page
source: Browser
zh_hans: 浏览器
zh_hk: 瀏覽器

# me.browser.reload
source: Reload
zh_hans: 刷新
zh_hk: 重新載入

# me.browser.remove_bookmark
source: Remove Bookmark
zh_hans: 取消书签
zh_hk: 移除書籤

# me.browser.share
source: Share Current Page
zh_hans: 分享当前网页
zh_hk: 分享目前網頁

# me.browser.timeout
source: Timed out. Try again later
zh_hans: 连接超时，请稍后重试
zh_hk: 連接超時，請稍後重試

# me.browser.toolbar_action
source: Browser Action
zh_hans: 浏览器操作
zh_hk: 瀏覽器操作

# me.browser.unsupported_url
source: Only http or https URLs are supported.
zh_hans: 仅支持 http 或 https 地址。
zh_hk: 僅支援 http 或 https 地址。

# me.customize.drag
source: Drag to reorder
zh_hans: 拖动排序
zh_hk: 拖動排序

# me.customize.hide
source: Hide
zh_hans: 隐藏
zh_hk: 隱藏

# me.customize.move_down
source: Move down
zh_hans: 下移
zh_hk: 下移

# me.customize.move_up
source: Move up
zh_hans: 上移
zh_hk: 上移

# me.customize.show
source: Show
zh_hans: 显示
zh_hk: 顯示

# me.customize.shown_count_format
source: %d shown
zh_hans: 已显示 %d 项
zh_hk: 已顯示 %d 項

# me.customize.visible
source: Visible
zh_hans: 显示
zh_hk: 顯示

# me.discourse_history
source: Browsing History
zh_hans: 浏览历史
zh_hk: 瀏覽歷史

# me.discourse_history.empty
source: No forum browsing history yet
zh_hans: 还没有论坛浏览记录
zh_hk: 尚未有論壇瀏覽記錄

# me.drafts
source: Drafts
zh_hans: 草稿
zh_hk: 草稿

# me.drafts.delete.message
source: This cannot be undone.
zh_hans: 删除后无法恢复。
zh_hk: 刪除後無法復原。

# me.drafts.delete.title
source: Delete Draft?
zh_hans: 删除草稿？
zh_hk: 刪除草稿？

# me.drafts.empty
source: No saved drafts
zh_hans: 没有保存的草稿
zh_hk: 沒有已儲存的草稿

# me.drafts.missing_recipient
source: The draft is missing a message recipient.
zh_hans: 草稿缺少私信收件人。
zh_hk: 草稿缺少私訊收件人。

# me.drafts.missing_reply_target
source: The reply target for this draft could not be found.
zh_hans: 找不到草稿对应的回复楼层。
zh_hk: 找不到草稿對應的回覆樓層。

# me.drafts.new_topic
source: New Topic Draft
zh_hans: 新主题草稿
zh_hk: 新話題草稿

# me.drafts.private_message
source: Private Message Draft
zh_hans: 私信草稿
zh_hk: 私訊草稿

# me.drafts.reply
source: Reply Draft
zh_hans: 回复草稿
zh_hk: 回覆草稿

# me.drafts.section.cloud
source: Cloud drafts (syncs with the web / FluxDo)
zh_hans: 云端草稿（与网页 / FluxDo 同步）
zh_hk: 雲端草稿（與網頁 / FluxDo 同步）

# me.drafts.unknown
source: Unknown Draft
zh_hans: 未识别草稿
zh_hk: 未識別草稿

# me.drafts.unsupported.message
source: This draft type is not recognized. You can keep or delete it.
zh_hans: 草稿类型无法识别，可以保留或删除。
zh_hk: 無法識別此草稿類型，可以保留或刪除。

# me.drafts.unsupported.title
source: Unable to Restore Draft
zh_hans: 无法恢复这个草稿
zh_hk: 無法復原此草稿

# me.invite_links
source: Invite Links
zh_hans: 邀请链接
zh_hk: 邀請鏈接

# me.invite_links.requires_level
source: Requires trust level 3
zh_hans: 需要信任等级 3
zh_hk: 需要信任等級 3

# me.joined_date %@
source: Joined %@
zh_hans: 加入于 %@
zh_hk: 加入於 %@

# me.login
source: Log In
zh_hans: 登录
zh_hk: 登錄

# me.login_prompt
source: Log in to view your profile
zh_hans: 登录查看个人信息
zh_hk: 登錄查看個人信息

# me.logout
source: Log Out
zh_hans: 退出登录
zh_hk: 退出登錄

# me.logout.confirm.message
source: Are you sure you want to log out?
zh_hans: 确定退出登录？
zh_hk: 確定退出登錄？

# me.logout.confirm.title
source: Log Out
zh_hans: 退出登录
zh_hk: 退出登錄

# me.my_topics
source: My Topics
zh_hans: 我的主题
zh_hk: 我的話題

# me.my_topics.empty
source: No topics created yet
zh_hans: 还没有创建过话题
zh_hk: 尚未建立過話題

# me.not_logged_in
source: Not Logged In
zh_hans: 未登录
zh_hk: 未登錄

# me.profile.level_0
source: L0 New
zh_hans: L0 新用户
zh_hk: L0 新用戶

# me.profile.level_1
source: L1 Basic
zh_hans: L1 基本用户
zh_hk: L1 基本用戶

# me.profile.level_2
source: L2 Member
zh_hans: L2 成员
zh_hk: L2 成員

# me.profile.level_3
source: L3 Regular
zh_hans: L3 活跃用户
zh_hk: L3 活躍用戶

# me.profile.level_4
source: L4 Leader
zh_hans: L4 领袖
zh_hk: L4 領袖

# me.quick.bookmarks
source: My bookmarks
zh_hans: 我的书签
zh_hk: 我的書籤

# me.quick.drafts
source: My drafts
zh_hans: 我的草稿
zh_hk: 我的草稿

# me.quick.following
source: People I follow
zh_hans: 我关注的人
zh_hk: 我關注的人

# me.quick.history
source: History
zh_hans: 浏览历史
zh_hk: 瀏覽歷史

# me.quick.read_later
source: Read Later
zh_hans: 稍后阅读
zh_hk: 稍後閲讀

# me.quick.topics
source: My topics
zh_hans: 我的话题
zh_hk: 我的話題

# me.read_later
source: Read Later
zh_hans: 稍后阅读
zh_hk: 稍後閲讀

# me.read_later.empty
source: Nothing in Read Later yet Swipe a topic or use its menu to add one
zh_hans: 还没有稍后阅读 在话题菜单或列表右滑可加入
zh_hk: 還沒有稍後閲讀 在話題菜單或列表右滑可加入

# me.read_later.remove
source: Remove
zh_hans: 移除
zh_hk: 移除

# me.settings
source: App Settings
zh_hans: 应用设置
zh_hk: 應用設置

# me.stats.badges
source: Badges
zh_hans: 徽章
zh_hk: 徽章

# me.stats.customize
source: Customize
zh_hans: 自定义
zh_hk: 自定義

# me.stats.days
source: Days Visited
zh_hans: 访问天数
zh_hk: 訪問天數

# me.stats.hero.help
source: Touch and hold to reorder. Keep at least two. The stats card updates immediately.
zh_hans: 长按拖动调整顺序，至少保留两个项目。布局会立刻作用到统计卡片。
zh_hk: 長按拖動調整順序，至少保留兩個項目。佈局會立刻作用到統計卡片。

# me.stats.hidden
source: Hidden
zh_hans: 未显示
zh_hk: 未顯示

# me.stats.hidden_empty
source: All stats are already shown.
zh_hans: 全部统计项目都已显示。
zh_hk: 全部統計項目都已顯示。

# me.stats.item.hidden
source: Tap + to add it back
zh_hans: 点加号加回卡片
zh_hk: 點加號加回卡片

# me.stats.item.visible
source: Shown on the stats card
zh_hans: 显示在统计卡片
zh_hk: 顯示在統計卡片

# me.stats.layout
source: Display Layout
zh_hans: 展示布局
zh_hk: 顯示佈局

# me.stats.layout.grid
source: Grid
zh_hans: 网格
zh_hk: 網格

# me.stats.layout.grid.subtitle
source: Four per row, easy to scan
zh_hans: 每行四个，适合一眼扫完
zh_hk: 每行四個，適合一眼掃完

# me.stats.layout.horizontal
source: Horizontal
zh_hans: 横向
zh_hk: 橫向

# me.stats.layout.horizontal.subtitle
source: A compact horizontal scroller
zh_hans: 单行滑动，卡片更紧凑
zh_hk: 單行滑動，卡片更緊湊

# me.stats.likes
source: Likes
zh_hans: 获赞
zh_hk: 獲贊

# me.stats.likes_given
source: Likes Given
zh_hans: 点赞
zh_hk: 讚好

# me.stats.login_required
source: Log in to view your statistics.
zh_hans: 登录后查看你的统计数据。
zh_hk: 登錄後查看你的統計數據。
